Repository: gEndelf/django-flag
Catalog: flag/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Comment
fr: Commentaire

source: You must add a comment
fr: Vous devez ajouter un commentaire

source: You are not allowed to add a comment
fr: Vous n'êtes pas autorisé à ajouter un commentaire

source: This model cannot be flagged
fr: Ce contenu ne peut être signalé

source: Flag limit raised
fr: Limite du nombre de signalements atteinte

source: You already flagged this
fr: Vous avez déjà signalé ce contenu

source: flagged
fr: signalé

source: flag rejected by moderator
fr: signalement rejeté par un modérateur

source: creator notified
fr: auteur notifié

source: content removed by creator
fr: contenu retiré par l'auteur

source: content removed by moderator
fr: contenu retiré par un modérateur

source: You have added a flag. A moderator will review your submission shortly.
fr: Vous avez signalé ce contenu. Un modérateur en prendra connaissance très prochainement.

source: Flagged object: %(flagged_object)s
fr: Contenu signalé : %(flagged_object)s

source: admin link
fr: lien dans l'admin

source: site link
fr: lien sur le site

source: Creator: %(creator)s
fr: Auteur: %(creator)s

source: Its url: http://%(domain)s%(object_url)s
fr: Sa page : http://%(domain)s%(object_url)s

source: Its admin url: http://%(domain)s%(object_admin_url)s
fr: Sa page dans l'admin : http://%(domain)s%(object_admin_url)s

source: Comment: ----------------------------------------------------------------------- %(comment)s -----------------------------------------------------------------------
fr: Commentaire : ----------------------------------------------------------------------- %(comment)s -----------------------------------------------------------------------

source: The flag's author is: %(flagger)s
fr: L'auteur du signalement est : %(flagger)s

source: His url: http://%(domain)s%(flagger_url)s
fr: Sa page : http://%(domain)s%(flagger_url)s

source: His admin url: http://%(domain)s%(flagger_admin_url)s
fr: Sa page dans l'admin : http://%(domain)s%(flagger_admin_url)s

source: The flagged object was created by %(creator)s
fr: Le contenu signalé a été créé par %(creator)s

source: His url: http://%(domain)s%(creator_url)s
fr: Sa page : http://%(domain)s%(creator_url)s

source: His admin url: http://%(domain)s%(creator_admin_url)s
fr: Sa page dans l'admin : http://%(domain)s%(creator_admin_url)s

source: Object %(app_label)s.%(model_name)s #%(object_id)s was just flagged
fr: Le contenu de type %(app_label)s.%(model_name)s n°%(object_id)s vient d'être signalé

source: Hi A non trusted user tried to flag a "%(app_label)s.%(model_name)s" object (#%(object_id)s): %(object)s
fr: Bonjour Un utilisateur pas fiable a tenté de flagger "%(app_label)s.%(model_name)s" (n°%(object_id)s) %(object)s

source: A non trusted user tried to flag Object %(app_label)s.%(model_name)s #%(object_id)s
fr: Un utilisateur pas fiable a tenté de flagger %(app_label)s.%(model_name)s N°%(object_id)s
